/**** FileVault Strings and Formatting *****/

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting encrypted.  The %@ is replaced by the user's full name. */
"ENCRYPTING_MESSAGE_FORMAT" = "Encriptando a pasta pessoal de %@";

/* The format string used to generate the text label that appears in the FileVault conversion progress window when it is showing the progress of a user's home folder getting decrypted.  The %@ is replaced by the user's full name. */
"DECRYPTING_MESSAGE_FORMAT" = "Decriptando a pasta pessoal de %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder getting compacted.  The %@ is replaced by the user's full name. */
"COMPACTING_MESSAGE_FORMAT" = "Recuperando espaço de disco na pasta pessoal de %@";

/* The format string used to generate the text label that appears in the FileVault progress window when it is showing the progress of a user's home folder being backed up by TimeMachine.  The %@ is replaced by the user's full name. */
"BACKINGUP_MESSAGE_FORMAT" = "Criando backup da pasta pessoal de %@";

"CONVERTING_MESSAGE_FORMAT" = "Convertendo a pasta pessoal de %@";

/* The following strings appear below the progress bar in the FileVault conversion progress window to indicate the various phases of the conversion process. */
"PHASE_PREPARING" = "Preparando...";
"PHASE_CREATING_IMAGE" = "Criando FileVault...";
"PHASE_MOUNTING_IMAGE" = "Montando o FileVault...";
"PHASE_COPYING_TO_IMAGE" = "Copiando o conteúdo da pasta pessoal para o FileVault...";
"PHASE_COPY_COMPLETE" = "A cópia foi concluída...";
"PHASE_UPDATING_USER_RECORD" = "Atualizando registro do usuário...";
"PHASE_UNMOUNTING_IMAGE" = "Desmontando o FileVault...";
"PHASE_DELETING_OLD_HOME" = "Apagando a antiga pasta pessoal...";
"PHASE_SECURE_ERASING_OLD_HOME" = "Apagando a pasta pessoal anterior de forma segura…";
"PHASE_CANCELLING" = "Cancelando...";
"PHASE_PAUSED" = "Em pausa";
"PHASE_COMPACTING" = "Recuperando espaço de disco...";
"PHASE_BACKINGUP" = "Fazendo o Backup...";

/* The following strings are time estimates that appear below the progress bar in the FileVault conversion progress window */
"TIME_EST_ESTIMATING" = "Estimando...";
"TIME_EST_ABOUT_5_SECONDS" = "Cerca de 5 segundos";
"TIME_EST_ABOUT_10_SECONDS" = "Cerca de 10 segundos";
"TIME_EST_UNDER_A_MINUTE" = "Menos de um minuto";
"TIME_EST_ABOUT_A_MINUTE" = "Cerca de um minuto";
"TIME_EST_ABOUT_N_MINUTES" = "Cerca de %d minutos";
"TIME_EST_ABOUT_ONE_HOUR" = "Cerca de 1 hora";
"TIME_EST_ABOUT_ONE_HOUR_N_MINUTES" = "Cerca de 1 hora e %d minutos";
"TIME_EST_ABOUT_PLURAL_HOURS" = "Cerca de %d horas";
"TIME_EST_ABOUT_PLURAL_HOURS_PLURAL_MINUTES" = "Cerca de %1$d horas e %2$d minutos";


"TIME_REMAINING_FORMAT" = "Tempo restante: %@";
"CANCEL_BUTTON_LABEL" = "Cancelar";

/* The following strings are used to construct the confirmation alert that is presented when a user clicks the Cancel button in the FileVault progress window. */

"CANCEL_CONFIRMATION_STOP_BUTTON" = "Parar";
"CANCEL_CONFIRMATION_CONTINUE_BUTTON" = "Continuar";
"CANCEL_ENCRYPT_CONFIRMATION_MESSAGE" = "Tem certeza de que deseja parar o FileVault?";
"CANCEL_ENCRYPT_CONFIRMATION_INFO" = "O FileVault não terminou de encriptar esta pasta pessoal. Se você parar agora, o FileVault será desativado nesta pasta pessoal e ela não será encriptada.";
"CANCEL_DECRYPT_CONFIRMATION_MESSAGE" = "Tem certeza de que deseja parar o FileVault?";
"CANCEL_DECRYPT_CONFIRMATION_INFO" = "O FileVault não terminou de decriptar esta pasta pessoal. Se você parar agora, o FileVault será ativado nesta pasta pessoal e ela permanecerá encriptada.";

/* The following strings are used to construct the confirmation alert that is presented when a user when a compact is necessary during log out. */

"COMPACT_CONFIRMATION_CONTINUE_BUTTON" = "Continuar";
"COMPACT_CONFIRMATION_SKIP_NOW_BUTTON" = "Ignorar Agora";

"COMPACT_CONFIRMATION_MESSAGE" = "Sua pasta pessoal, que está protegida por FileVault, está usando mais espaço de disco que o necessário. O FileVault pode recuperar esse espaço. Deseja continuar?";

"COMPACT_CONFIRMATION_INFO" = "Ao clicar em Continuar, o FileVault recuperará o espaço de disco não utilizado. Embora esse processo demore um pouco, é recomendável permitir que o FileVault recupere o espaço de disco agora.";


/* Error Alert strings */
"FV_ERROR_OK_BUTTON" = "OK";
"FV_ERROR_TITLE" = "Ocorreu um erro";
"FILEVAULT_ENCRYPT_ERROR_MESSAGE" = "Ocorreu um erro durante a criptografia (%@). O FileVault não será ativado nesta conta.";
"FILEVAULT_DECRYPT_ERROR_MESSAGE" = "Ocorreu um erro durante a criptografia (%@). O FileVault não será desativado nesta conta.";
"FV_COULD_NOT_CREATE_IMAGE" = "Impossível criar uma imagem de disco FileVault";
"FV_COULD_NOT_CREATE_MOUNT_POINT_DIR" = "Impossível criar um diretório de ponto montado temporário";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_COPYING" = "Impossível montar uma imagem de disco FileVault para copiar";
"FV_ERROR_OCCURRED_DURING_COPY" = "Ocorreu um erro durante a cópia.";
"FV_COULD_NOT_MOUNT_IMAGE_FOR_VERIFICATION" = "Impossível montar uma imagem de disco FileVault para verificar";
"FV_VERIFICATION_FAILED" = "Falha na verificação";
"FV_COULD_NOT_UNMOUNT_IMAGE" = "Impossível desmontar uma imagem de disco FileVault";
"FV_ERROR_DEFAULT" = "Erro %d";

"FV_SECURE_ERASE_FINISHED_TITLE" = "A sua pasta pessoal anterior foi apagada de forma segura.";
"FV_SECURE_ERASE_FINISHED_INFO" = "Agora a proteção do FileVault está ativada para a sua conta e o conteúdo da sua pasta pessoal está encriptado.";
"FV_SECURE_ERASE_FAILED_TITLE" = "Houve um problema ao apagar a pasta pessoal anterior de forma segura durante o processo de conversão do FileVault.";
"FV_SECURE_ERASE_FAILED_INFO" = "O processo de apagamento seguro falhou antes de que o diretório pessoal anterior pudesse ser completamente apagado.";
"FV_CONTINUE_TITLE" = "Tem certeza de que deseja continuar apagando a sua pasta pessoal anterior em segundo plano?";
"FV_CONTINUE_INFO" = "Se você clicar em “OK”, o FileVault terminará de apagar de forma segura a sua pasta pessoal anterior enquanto você trabalha. Para verificar o estado do processo de apagamento, abra o painel Segurança das Preferências do Sistema.";